{
  "index": {
    "language": "en",
    "online": "Online time",
    "english": "English",
    "chinese": "中文",
    "company_intro_title": "Company Profile",
    "company_intro_content": "Hangzhou yards off Information Technology Co., Ltd. belongs to large Feng technology under the jurisdiction of, was founded in November 2011, is a hardware and software combination of technology driven Internet enterprise, focusing on technology research and development and application of digital graphics, digital olfactory products, is the domestic industry of virtual reality in the field of digital smell pioneers, disseminator and practitioner. Through the gas sensor array, signal processing system, pattern recognition system, such as the core of innovative technologies to achieve odor information digital, network transmission and terminal reproduction. Committed to supporting each other through hardware, software, applications, platforms, etc., to build an open digital odor ecosystem, to provide people with perfect, mature, immersive immersive virtual reality experience.",
    "company_hard": "hardware",
    "company_content": "content",
    "company_platform": "platform",
    "team": "Professional research team, focus on technology research",
    "team_intro": "The company has a vibrant, comprehensive technical team, bringing together the computer, man-machine engineering, biotechnology, information fusion, industrial design and other multidisciplinary professionals. The technical development team accounted for more than 50%, the core team has 3 doctors, 2 returnees and technical personnel, a professor of biotechnology, another was in Alibaba, royal and other famous enterprises senior talent and artificial intelligence field, digital olfactory international organizations expert advisory team to join, high academic level age reasonable collocation. Rely on the strong strength of the team, the company in the field of virtual reality olfactory established traditional smell into the new standard for digital odors, and actively explore in more industries games, health care, education and other digital smell application scenarios.",
    "team_people": "Doctor, returnees, Professor",
    "team_team": "Technical team",
    "team_intel": "Artificial intelligence",
    "team_tec": "Biotechnology",
    "mission": "Mission: open the door to the world of smells",
    "vision": "Vision: let the smell change the world",
    "core_title": "Core leading technology Sound digital odor ecological circle",
    "core_content": "Combination of artistic flavor and sustainable development capability in the core technology of DSP with high Feng unswervingly maintain digital odors, the simulation of industrial technological innovation at the same time, rely on the transformation of scientific research front in the field of virtual reality, forming a strong talent, technology and brand advantage. Companies focus on product research and development and the protection of intellectual property rights, with a number of independent intellectual property rights and core technologies in immersive virtual reality in olfactory areas, smell sensor has been applied for, smell ratio, number of sorting system a number of original invention patents. Working on a combination of international advanced virtual reality olfactory technology and cutting-edge and innovative design concept, to the unique creative sense of smell technology products to promote the development of virtual reality industry, cooperative games, health, education, film and television partners together to open new markets for virtual reality, meeting the needs of contemporary consumer, promote digital odor knowledge popularization, establish and perfect digital smells ecosystem, create far-reaching social value and good economic benefits.",
    "core_gather": "Odor collection",
    "core_device": "Odor device",
    "core_transmit": "Odor transmission",
    "technology_title": "Proprietary technology New breakthrough",
    "technology_content": "Over 94000 kinds of digital smell collection，Let you unheard of, find his own taste",
    "technology_left_title": "Novel gas sensor array",
    "technology_left_text": "Energy saving portable, to achieve high sensitivity and intelligent transmission",
    "technology_left_list01": "iPhone volume",
    "technology_left_list02": "Low power consumption",
    "technology_left_list03": "24 bit data acquisition system",
    "technology_left_list04": "Stable performance",
    "technology_right_title": "DSP signal processing system",
    "technology_right_text": "High speed and stability, fully compatible, fully show the extraordinary experience",
    "technology_right_list01": "0.13 second response",
    "technology_right_list02": "Anti strong interference",
    "technology_right_list03": "Bluetooth v2.0+EDR with a working radius of up to 30 feet",
    "connect_us": "If you are interested in Feng technology or ideas, please contact us as soon as possible:",
    "phone": "Advisory hotline:",
    "place": "Address: No. 1, No. 8, No. 259, Wensanlu Road, Xihu District, Hangzhou City,.",
    "record": "Hangzhou City, Zhejiang province high technology Feng record number"
  }
}
